Repository: RicardoMaurici/phpReservation
Catalog: i18n/*/LC_MESSAGES/reservation.po
Languages: pt_br

source: Start
pt_br: Início

source: About
pt_br: Sobre

source: Visit website
pt_br: Visite a página

source: Tennis court reservation
pt_br: Tennis court reservas

source: Control panel
pt_br: Painel de controle

source: User administration
pt_br: Administração do usuário

source: Reset password
pt_br: Reiniciar senha

source: Change permissions
pt_br: Mudar permissões

source: Delete reservations
pt_br: Deletar reservas

source: Delete user
pt_br: Deletar usuário

source: Database administration
pt_br: Administração do banco de dados

source: These will require a confirmation. Your user and reservations will not be deleted unless you delete everything.
pt_br: Isto precisará de uma confirmação. Seu usuário e senha não serão excluídos a menos que você exclua tudo.

source: Delete all reservations
pt_br: Deletar todas reservas

source: Delete all users
pt_br: Deletar todos usuários

source: Delete everything
pt_br: Deletar tudo

source: System configuration
pt_br: Configuração do sistema

source: Changing the price will not affect previous reservations.
pt_br: Alterar o preço não afetará as reservas anteriores.

source: Price per reservation, in
pt_br: Preço por reserva, em

source: Save configuration
pt_br: Salvar configuração

source: Your usage
pt_br: Seu uso

source: If you have used without making a reservation first, please click the button below. It can't be undone.
pt_br: Se você usou sem fazer antes fazer uma reserva, por favor clique no botão abaixo. Isto não pode ser desfeito.

source: Add 1 to my reservations
pt_br: Add 1 nas minhas reservas

source: Your settings
pt_br: Suas configurações

source: Before changing any setting, please verify that your details below are correct.
pt_br: Antes de alterar qualquer configuração, por favor verifique se os seus dados abaixo estão corretos.

source: Send me reservation reminders by email
pt_br: Me envie lembretes das reservas por email

source: Your details
pt_br: Seus dados

source: If you change your email, you must use the new one to log in. Password can be left blank to leave unchanged.
pt_br: Se você alterar seu email, você deve usar o novo para fazer login. A senha pode ser deixada em branco para deixar inalterada.

source: Name
pt_br: Nome

source: Password
pt_br: Senha

source: Confirm password
pt_br: Confirme a senha

source: Update my details
pt_br: Atualize meus dados

source: Error
pt_br: Erro

source: Salt must be 9 characters. Check config.php.
pt_br: Salt deve ser de 9 caracteres. Verifique config.php

source: You must enable JavaScript in your browser
pt_br: Você deve ativar o JavaScript no seu navegador

source: You must enable cookies in your browser
pt_br: Você deve ativar cookies no seu navegador

source: Unknown error
pt_br: Erro desconhecido

source: Click here to go back
pt_br: Clique aqui para voltar

source: Name must be <u>letters only</u> and be <u>2 to 12 letters long</u>. If your name is longer, use a short version of your name
pt_br: Nome deve ser <u>somente letras</u> e de <u>2 à 12 letras</u>. Se seu nome é maior, use uma abreviação

source: Email must be a valid email address and be no more than 50 characters long
pt_br: O endereço de email deve ser válido e não mais que 50 caracteres

source: Password must be at least 4 characters
pt_br: Senha deve ser no minimo de 4 caracteres

source: Wrong secret code
pt_br: Código secreto errado

source: Name is already in use. If you have the same name as someone else, use another spelling that identifies you
pt_br: Nome já em uso. Se você possui o mesmo nome que outra pessoa, use outro nome que identifique você

source: Email is already registered.
pt_br: Email já registrado

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: There are no admins
pt_br: Não há ADMIN

source: Reservation made
pt_br: Reserva realizada

source: User's email
pt_br: Email do usuário

source: You can't reserve back in time
pt_br: Você não pode reservar em um horário anterior

source: You can only reserve %c weeks forward in time
pt_br: Você só pode reservar %c semanas a frente

source: Someone else just reserved this time
pt_br: Alguém já reservou esse horário

source: You can only reserve weeks forward in time
pt_br: Você só pode reservar semanas a frente

source: You can't remove other user's reservations
pt_br: Você não pode remover reservas de outros usuários

source: Reminders
pt_br: Lembretes

source: Usage
pt_br: Uso

source: Cost
pt_br: Custo

source: The password to the user with ID %1$c is now %2$s. The user can now log in and change the password
pt_br: A senha para o usuário com ID %1$c agora é %2$s. O usuário agora pode entrar e mudar a senha

source: Sorry, you can't use your superuser powers to remove them
pt_br: Desculpe, você não pode usar seus poderes de super-usuário para remover eles

source: Sorry, self-destructive behaviour is not accepted
pt_br: Desculpe, não é aceito comportamento auto destrutivo

source: Price must be a number (use . and not , if you want to use decimals)
pt_br: Preço deve ser um número (use . e não , se você quiser usar decimal

source: Reservations
pt_br: Reservas

source: Current price per reservation
pt_br: Preço atual por reserva

source: Email is already registered
pt_br: Email já registrado

source: Help
pt_br: Ajuda

source: Week
pt_br: Semana

source: Log out
pt_br: Desconectar

source: Not logged in
pt_br: Não conectado

source: How much does it cost?
pt_br: Quando isto custo?

source: The current price per reservation is
pt_br: O preço atual por reserva é

source: How do I make a reservation?
pt_br: Como eu faço uma reserva

source: Click on the time you wish to reserve.
pt_br: Clique no horário que você deseja reservar

source: How do I remove a reservation?
pt_br: Como eu removo uma reserva?

source: Click on the reservation you wish to remove.
pt_br: Clique na reserva que você deseja remover.

source: If I have used without making a reservation first, how do I register it?
pt_br: Se eu tenho usado sem primeiro fazer uma reserva, como eu registro isso?

source: Go to the %s and click on "Add 1 to my reservations."
pt_br: Vá até %s e clique em "Add 1 para minhas reservas."

source: control panel
pt_br: Painel de controle

source: How do I check my usage?
pt_br: Como eu verifico meu uso?

source: You can check your usage in the
pt_br: Você pode verificar seu uso no

source: What reservation restrictions are there?
pt_br: Quais restrições de reserva existem?

source: You can't make or remove reservations back in time or remove other user's reservations. The webmaster may restrict how many weeks forward in time you can make reservations.
pt_br: Você não pode fazer ou remover reservas em horário passado ou remover de outros usuários. O webmaster pode restringir quantas semanas a frente você pode fazer reservas.

source: Can I get reservation reminders?
pt_br: Posso ter lembretes de reserva?

source: If the webmaster has enabled it, you can turn it on in the
pt_br: Se estiver habilitado pelo webmaster, você pode ativar no

source: Other
pt_br: Outro

source: How do I change my name, email and/or password?
pt_br: Como eu altero meu nome, email e/ou senha?

source: You can do that in the
pt_br: Você pode fazer no

source: Admin help
pt_br: Admin ajuda

source: Are there any reservation restrictions for admins?
pt_br: Existem restrições de reserva para admins?

source: No, you can make and remove reservations back and forward in time as you wish, and you can delete other user's reservations. It will require a confirmation.
pt_br: Não, você pode realizar e remover reservas no futuro ou passado como você desejar e você pode deletar reservas de outros usuários. Isto solicitará uma confirmação

source: How do I manage users and reservations?
pt_br: Como eu gerencio usuários e reservas?

source: You can reset a user's passwords (if the user has forgot it), change a user's permissions (admin or not), delete a user's reservations and delete a user. Just pick a user and choose what to do. All the red buttons will require a confirmation.
pt_br: Você pode redefinir senhas(se o usuário esquecer), alterar permissão do usuário(admin ou não), deletar reservas do usuário e excluir um usuário. Basta selecionar um usuário e escolher o que fazer. Todos os botões vermelhos solicitará confirmação.

source: Can I delete all users and reservations?
pt_br: Posso deletar todos usuários e reservas?

source: Your user and reservations will not be deleted unless you choose to delete everything.
pt_br: Seu usuário e reservas não será deletado a não ser que você escolha deletar tudo.

source: How do I change the other options, like possible reservation times, secret code etc?
pt_br: Como eu altero outras opções, como possível horário de reserva, código secreto etc?

source: The webmaster must do that in the configuration file (config.php).
pt_br: O webmaster deve fazer isso no arquivo de configuração (config.php).

source: Will changing the price affect previous reservations?
pt_br: Alterar o preço irá afetar reservas anteriores?

source: No. A new price will only apply for reservations made after the price change.
pt_br: Não. Um novo preço será aplicado somente para reservas feita a partir da mudança do novo valor.

source: Invalid week number
pt_br: Número de semana inválido

source: Loading...
pt_br: Carregando...

source: Day have changed. Refreshing...
pt_br: Dia foi alterado. Reiniciando...

source: Getting latest version...
pt_br: Recebendo versão mais recente...

source: Logging in...
pt_br: Entrando...

source: Wrong email and/or password
pt_br: Email e/ou senha errado

source: Logging out...
pt_br: Desconectando...

source: Passwords do not match
pt_br: Senhas não combinam

source: Creating user...
pt_br: Criando usuário...

source: User created successfully! Logging in...
pt_br: Usuário criado com sucesso! Entrando...

source: You are reserving back in time. You can do that because you are an admin
pt_br: Você está reservando horário passado. Você pode fazer isso porque é um admin

source: You are reserving more than %d weeks forward in time. You can do that because you are an admin
pt_br: Você está reservando mais de %d semanas a frente. Você pode fazer isso porque é um admin

source: Wait...
pt_br: Espere...

source: One click is enough
pt_br: Um clique é suficiente

source: This is not your reservation, but because you are an admin you can remove other users reservations. Are you sure you want to do this?
pt_br: Esta reserva não é sua, mas porque você é admin você pode remover reservas de outros usuários. Você tem certeza disto?

source: You can not remove other users reservations
pt_br: Você não pode remover reservas de outros usuários

source: Getting details...
pt_br: Recebendo detalhes...

source: This reservation no longer exists. Wait...
pt_br: Esta reserva não existe mais. Espere...

source: Delete
pt_br: Deletar

source: Close this
pt_br: Feche isto

source: Resetting password...
pt_br: Reiniciando senha...

source: You can change your password at the bottom of this page
pt_br: Você pode alterar sua senha na parte inferior desta página

source: You must pick a user
pt_br: Você deve selecionar um usuário

source: Changing permissions...
pt_br: Alterando permissões...

source: Permissions changed successfully. The user must re-login to get the new permissions
pt_br: Permissões alterada com sucesso. O usuário deve re-conectar para receber novas permissões

source: Are you sure?
pt_br: Você tem certeza?

source: Deleting...
pt_br: Deletando...

source: Are you sure you want to delete ALL reservations? Database backup is a good idea!
pt_br: Você tem certeza que quer deletar TODAS reservas? Backup do banco de dados é uma boa idéia!

source: Are you sure you want to delete ALL users? Database backup is a good idea!
pt_br: Você tem certeza que quer deletar TODOS usuários? Backup do banco de dados é uma boa idéia!

source: Are you sure you want to delete EVERYTHING (including you)? The first user created afterwards will become admin. Database backup is a good idea!
pt_br: Você tem certeza que quer deletar TUDO (incluindo você)? O primeiro usuário criado após isso será admin. Backup do banco de dados é uma boa idéia!

source: Saving...
pt_br: Salvando...

source: Saving and refreshing...
pt_br: Salvando e reiniciando...

source: New user
pt_br: Novo usuário

source: Secret code
pt_br: Código secreto

source: What's this?
pt_br: O que é isto?

source: Create user
pt_br: Criar usuário

source: Information
pt_br: Informação

source: With just a click you can make your reservation
pt_br: Com somente um cliquei você pode fazer sua reserva

source: Your usage is stored automatically
pt_br: Seu uso é automaticamente registrado

source: Your password is encrypted and can't be read
pt_br: Sua senha é codificada e não pode ser lida

source: Secret code is used to only allow certain people to create a new user. Contact the webmaster by email at %s to get the secret code.
pt_br: Código secreto é uso para somente permitir pessoas autorizadas para criar um novo usuário. Contacte o webmaster por email em %s para receber o código secreto.

source: Forgot password
pt_br: Senha esquecida

source: Contact one of the admins below by email and write that you've forgotten your password, and you will get a new one. The password can be changed after logging in.
pt_br: Contacte um dos admins abaixo por email, diga que você esqueceu sua senha e você receberá uma nova senha. A senha pode ser alterada após conectar.

source: Log in
pt_br: Conectar

source: Remember me
pt_br: Lembre de mim

source: Could not get latest version
pt_br: Não foi possivel obter versão mais recente

source: Latest version
pt_br: Última versão

source: Reservation reminder
pt_br: Lembrete de reserva

source: This is a reservation reminder for today.\r\n\nYou have made a reservation at the following time(s)
pt_br: Isto é um lembrete de reserva para hoje.\r\n\nVocê fez reserva no seguinte horário(s)

source: If you don't want to receive reservation reminders, you can turn it off in the control panel.
pt_br: Se você não quiser receber lembretes de reserva, você pode desligar isto no painel de controle.

source: Today
pt_br: Hoje

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Previous week
pt_br: Semana anterior

source: Reservations for week
pt_br: Reservas para semana

source: Next week
pt_br: Próxima semana
